{"pageProps":{"gameData":{"id":"risk-game-of-thrones","contentHtml":"<p>Risk: Game of Thrones, based on the epic HBO series, features two ways to play, including factions of noble Houses vying for control of Westeros during the time of The War of the Five Kings, as well as Daenerys Targaryen's rise to power in Essos.</p>\n<p>War and chaos have descended upon the realms of Men. In Westeros, the death of Robert Baratheon has created a power vacuum with rival Houses competing for control of The Iron Throne. Meanwhile, in Essos, Daenerys Targaryen is building an army to contest the rule of the Ghiscari slavers, before returning to reclaim The Iron Throne. There are 3 different ways to play RISK Game of Thrones:</p>\n<ol>\n<li>\n<p>SKIRMISH\nBasic version designed as an introduction to RISK Game of Thrones game play. Once you are comfortable, move on to Dominion.</p>\n</li>\n<li>\n<p>DOMINION\nAdvanced version of RISK Game of Thrones including Objectives, Characters, and Maester cards, offering more in-depth strategic action.</p>\n</li>\n<li>\n<p>WORLD AT WAR\nPlay with both maps and up to seven players using either the Skirmish or Dominion rules.</p>\n</li>\n</ol>\n<p>RISK Game of Thrones includes two game board maps and seven House armies. Westeros map is for 3-5 player game and Essos map is for 2 player game. There is a deck of territory cards for each map, and these function in a similar way to the original RISK gameplay. When playing Dominion rules, the character cards can grant special abilities to your House, the maester cards can grant tactical advantages during deployment and battles, and objective cards create goals and strategies for earning Victory Points.</p>\n<p>Skirmish rules are most similar to the original RISK rules. There are minor thematic variations to suit the new map. The winner is determined by which player controls the most territories, castles and ports when the end game card is revealed.</p>\n<p>Dominion rules add the additional mechanics and cards described above. Instead of simply trying to control the most territories, castles, and ports you are now trying to achieve specific Objectives to earn Victory Points, furthering your efforts to consolidate power and establish dominion over the rival Houses. Objectives are worth from 1 to 4 Victory Points, based on the difficulty to achieve them. The first player to earn 10 Victory Points while also controlling their Seat of Power wins the game.</p>\n","title":"Risk: Game Of Thrones","expansion":false,"lead":"War and chaos have descended upon the realms of Men.","linkBgg":"https://boardgamegeek.com/boardgame/179719/risk-game-thrones","linkOfficial":"https://theop.games/products/risk-game-of-thrones"}},"__N_SSG":true}